"Please Donate" = "Por Favor, faça uma doação";
"Donate"="Faça uma doação!";
"This is free software, but it still costs money to write, support, and distribute it. If you enjoy using it, please consider a donation to the authors of this software. It will help to make Cyberduck even better!" = "Foram necessárias muitas noites para desenvolver este aplicativo. Se você o usa com frequência, considere fazer uma doação ao autor deste aplicativo (sou eu!). Isso irá me ajudar a torná-lo cada vez melhor!";
"As a contributor to Cyberduck, you receive a registration key that disables this prompt." = "Como um contribuinte do Cyberduck, você recebe a doação de uma chave que desativa esta pergunta.";

"Thank you for using Cyberduck!" = "Obrigado por usar o Cyberduck!";

"Later" = "Mais tarde";

"Don't show again for this version." = "Não mostrar novamente para esta versão.";
"Registration Key" = "Chave de Doação";

